Revit 2027 API
PanelTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual PanelTypeSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As PanelTypeSetIterator
public:
virtual PanelTypeSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> PanelTypeSetIterator
override ReverseIterator : unit -> PanelTypeSetIterator
Return Value
PanelTypeSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
PanelTypeSet Class
Autodesk.Revit.DB Namespace